// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Limita colore";

ApplyButton = "Applica adesso";
NewButton = "Nuovo…";
DeleteButton = "Elimina";
AddButton = "Aggiungi";
CancelButton = "Annulla";

// Restrict Color Use
RestrictColorUseTabName = "Limita uso colore";
RestrictColorUseTabDescription = "Questa funzione viene usata per limitare la stampa a colori per tutti gli utenti o per specifici utenti e/o applicazioni. Ad esempio, per stampare tutti i messaggi di e‑mail senza colore, selezionare \"Colore se consentito\" e poi impostare il permesso dell’applicazione di e‑mail su \"Solo nero\".

Tenere presente che le impostazioni nelle altre due schede diventano attive solo dopo la selezione di \"Colore se consentito\".";

RestrictColorUseTabWithoutUsersDescription = "Questa funzione viene utilizzata per limitare la stampa a colori per tutte o alcune applicazioni e/o per tutti o alcuni gruppi o utenti specifici. Ad esempio, per stampare tutte le e-mail in bianco e nero, selezionare \"Colore se consentito\", quindi impostare l'autorizzazione per le e-mail su \"Solo nero\".\n\nPer limitare la stampa a colori per tutti o alcuni gruppi o utenti specifici, selezionare il plugin Gestione ruoli utenti sula pannello Selezione attività.\n\nSi noti che le impostazioni sull'altra scheda e il plugin Gestione ruoli utenti avranno effetto soltanto se è selezionata l'opzione \"Colore se consentito\".";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Questa funzionalità viene utilizzata per impedire l'utilizzo della stampa a colori per tutte o per alcune applicazioni. Ad esempio, per stampare tutti i messaggi e-mail in bianco e nero, selezionare \"Colore, se consentito\", quindi impostare l'autorizzazione per l'applicazione e-mail su \"Solo nero\".\n\nNotare che le impostazioni sull'altra scheda saranno valide solo se è selezionata l'opzione \"Colore, se consentito\".";

RestrictColorUseTabWithEWSDescription = "Questa funzione viene usata per limitare la stampa a colori per tutti gli utenti o per specifici utenti e/o applicazioni. Ad esempio, per stampare tutti i messaggi di e‑mail senza colore, selezionare \"Colore se consentito\" e poi impostare il permesso dell’applicazione di e‑mail su \"Solo in nero\".

È possibile gestire le autorizzazioni per le applicazioni sull'altra scheda e le autorizzazioni per utenti/gruppi dalla <a>pagina Web della stampante</a>

Notare che queste autorizzazioni sono valide solo se è selezionata l'opzione \"Colore se consentito\".";

RestrictColorUseOptionsPrompt = "Imposta il comportamento di stampa dei processi di colore:";
RestrictColorUseEnableColorOptionName = "Attiva colore";
RestrictColorUseEnableColorOptionDescription = "Tutti i processi di colore saranno stampati a colori.";
RestrictColorUseColorIfAllowedOptionName = "Colore se consentito";
RestrictColorUseColorIfAllowedOptionDescription = "I permessi Utente e Applicazione determinano se ciascun processo verrà stampato a colori oppure no.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Le autorizzazioni per le applicazioni determinano se un dato lavoro verrà stampato a colori o in bianco e nero.";
RestrictColorUseDisableColorOptionName = "Disattiva colore";
RestrictColorUseDisableColorOptionDescription = "Tutti i processi di colore saranno stampati in nero.";
RestrictColorForApplications = "Limita stampa a colori per alcune applicazioni";
RestrictColorForUsers = "Limita colore in base alle autorizzazioni di gruppi o utenti";

// User Color Permissions
UserColorPermissionsTabName = "Utente";
UserColorPermissionsTitle = "Permessi colore utente";
UserColorPermissionsTableDescription = "L’elenco include fino a 50 utenti e i corrispondenti permessi di colore.";
UserColorPermissionsTableUserNameColumn = "Nome utente";
UserColorPermissionsTablePermissionColumn = "Permesso";
DefaultUserPermissionsTitle = "Permessi utente predefiniti:";
BlackOnly = "Solo in nero";
Color = "Colore";
UserColorPermissionsTabDescription = "Il registro dei processi di Uso colore può essere stampato per leggere i nomi degli utenti che hanno usato questo dispositivo per la stampa.";
UserNameTitle = "Nome utente:";
PermissionTitle = "Permesso:";

// Application Color Permissions
AppColorPermissionsTabName = "Applicazione";
AppColorPermissionsTitle = "Permessi colore applicazione";
App10ColorPermissionsTableDescription = "Questo elenco include fino a 10 applicazioni e i corrispondenti permessi di colore.";
AppColorPermissionsTableDescription = "Questo elenco memorizza le applicazioni e le relative autorizzazioni per il colore.";
AppColorPermissionsTableAppNameColumn = "Nome applicazione";
AppColorPermissionsTablePermissionColumn = "Permesso";
DefaultAppPermissionsTitle = "Permessi applicazione predefiniti:";
AppColorPermissionsTabDescription = "Il registro dei processi di Uso colore può essere stampato per leggere i nomi delle applicazioni che hanno usato questo dispositivo per la stampa.";
AppNameTitle = "Nome applicazione:";